@extends('layout.layout')
@section('title', 'about-us')
@section('content')
    <main class="news-articles ">
            <section class="about-us content">
                <h2>Երազ մատենաշարի մասին</h2>
                <p>Newmag հրատարակչությունը և «Սոմնիում» ընկերությունների խմբի «Երազ Փրոջեքթսը» համատեղ նախաձեռնել են
                    «Երազ» մատենաշարը։ Գործակցության շնորհիվ «Երազը» կներկայացնի հայ և արտասահմանյան մանկագիրների
                    գրքերը, և երեխաներին կհասնեն ավելի էժան գնով։ Մատենաշարը նոր մշակույթ կբերի մանկական գրականություն։
                    Յուրաքանչյուր տարիքային խմբի գիրք կունենա համապատասխան տառատեսակ, տառաչափ, դասակարգում,
                    պատկերազարդում. սա նոր մշակույթ է Հայաստանի մանկական գրահրատարակչական ոլորտում։

                <p> «Երազ» մատենաշարն ունի իր խորհրդանիշը՝ « Թռչող միաեղջյուրը», որը երեխաներին հայտնի է ճակատի
                    հատվածում մեկ եղջյուր ունեցող ձի։ Առասպելական այդ կենդանին խորհրդանշում է ողջախոհություն, հոգեկան
                    մաքրություն։</p>

                <p> «Երազ» մատենաշարի գրքերը կունենան չորս դասակարգում՝ ԱՅԲ, ԲԵՆ, ԳԻՄ, ԴԱ՝ համապատասխանաբար նախատեսված
                    0-ից 6, 6-ից 9, 10-ից 12, 12 և բարձր տարիքային խմբերի համար։ Դասակարգումները տեղ կգտնեն գրքերի վրա և
                    թույլ կտան ծնողներին ու երեխաներին հեշտությամբ ընտրել գրքերը՝ ըստ տարիքի։</p>

                <p> Հենց երեխաների գրքերի համար մշակվել է «Հեքիաթ» կոչվող հեղինակային տառատեսակը, որը հեշտ ընթեռնելի է։</p>
                <p> Գրքերից բացի մատենաշարը կներկայացնի նաև «Երազի» գրքերի հերոսներով գրենական պիտույքներ:</p>
            </section>
    </main>
@endsection
