<?php

return [
    'feedback' => 'Հետադարձ կապ',
    'dream' => 'Երազ',
    'dream_description' => 'մատենաշարաը բաց է գործակցության համար։ Լավագույն տարբերակը՝ էլեկտրոնային հաղորդակցությունն է։',
    'new_book_or_translate' => 'Նոր գիրք կամ թարգմանություն',
    'new_book_or_translate_text' => "Եթե հեղինակ եք կամ թարգմանիչ, եթե ունեք արդեն պատրաստի գիրք կամ թարգմանություն, ապա այդ դեպքում կարող եք նամակ ուղարկել՝ <span>gohar.manukyan@newmag.am</span> էլհասցեին: Նամակի subject բաժնում նշելով՝ «Գործակցության առաջարկ»: Նամակին կից պարդատիր է ուղարկել",
    'your_offer_book_name' => 'Ձեր առաջարկած գրքի ամբողջական անունը և կարճ նկարագրությունը:',
    'about_books' => 'Մանրամասներ գրքի մասին՝ արդեն թարգմանե՞լ եք, թե՞ նոր ցանկանում եք թարգմանել:',
    'sale' => 'Վաճառք',
    'sale_text' => 'Եթե հեղինակ եք կամ թարգմանիչ, եթե ունեք արդեն պատրաստի գիրք կամ թարգմանություն, ապա այդ դեպքում կարող եք նամակ ուղարկել՝ <pan>gohar.manukyan@newmag.am</pan>  էլհասցեին: Նամակի subject բաժնում նշելով՝ «Գործակցության առաջարկ»: Նամակին կից պարդատիր է ուղարկել',
    'work' => 'Աշխատանք',
    'work_text' => "Newmag հրատարակչության հետ, որպես թարգմանիչ, խմբագիր, սրբագրիչ գործակցելու համար կարող եք ձերCV-ին ուղարկել՝ <span> gohar.manukyan@newmag.am</span>  էլհասցեին: Նամակի subject բաժնում նշելով՝ «CV»:",
    'partnership' => 'Գործակցություն',
    'partnership_text' => "Newmag հրատարակչության հետ, որպես թարգմանիչ, խմբագիր, սրբագրիչ գործակցելու համար կարող եք ձերCV-ին ուղարկել՝<span> gohar.manukyan@newmag.am</span>  էլհասցեին: Նամակի subject բաժնում նշելով՝ «CV»:",
    'sponsorship' => 'Հովանավորություն',
    'sponsorship_text' => "Newmag հրատարակչության հետ կոմերցիոն գործակցության կամ հովանավորության առաջարկների համարկարող եք նամակ ուղարկել՝ <span>gohar.manukyan@newmag.am</span> էլհասցեին: Նամակի subject բաժնում նշելով՝ «Կոմերցիոն առաջարկ»:",





];
